package com.goldDog.domain;

public class ASB {

	public static void main(String[] args) {
		String str = "전체(81,625)\r\n"
				+ "가평군(304)\r\n"
				+ "고양시 덕양구(3,779)\r\n"
				+ "고양시 일산동구(4,302)\r\n"
				+ "고양시 일산서구(3,168)\r\n"
				+ "과천시(1,236)\r\n"
				+ "광명시(3,548)\r\n"
				+ "광주시(3,093)\r\n"
				+ "구리시(1,561)\r\n"
				+ "군포시(2,813)\r\n"
				+ "김포시(4,995)\r\n"
				+ "남양주시(3,658)\r\n"
				+ "동두천시(518)\r\n"
				+ "부천시(6,679)\r\n"
				+ "성남시 분당구(11,159)\r\n"
				+ "성남시 수정구(3,735)\r\n"
				+ "성남시 중원구(3,644)\r\n"
				+ "수원시 권선구(4,331)\r\n"
				+ "수원시 장안구(3,187)\r\n"
				+ "수원시 팔달구(3,910)\r\n"
				+ "수원시 영통구(5,069)\r\n"
				+ "시흥시(4,808)\r\n"
				+ "안산시 단원구(4,273)\r\n"
				+ "안산시 상록구(2,718)\r\n"
				+ "안성시(2,234)\r\n"
				+ "안양시 동안구(4,686)\r\n"
				+ "안양시 만안구(2,904)\r\n"
				+ "양주시(1,860)\r\n"
				+ "양평군(364)\r\n"
				+ "여주시(757)\r\n"
				+ "연천군(185)\r\n"
				+ "오산시(2,965)\r\n"
				+ "용인시 기흥구(4,380)\r\n"
				+ "용인시 수지구(3,215)\r\n"
				+ "용인시 처인구(3,622)\r\n"
				+ "의왕시(1,910)\r\n"
				+ "의정부시(2,105)\r\n"
				+ "이천시(2,081)\r\n"
				+ "파주시(4,010)\r\n"
				+ "평택시(4,963)\r\n"
				+ "포천시(1,186)\r\n"
				+ "하남시(3,693)\r\n"
				+ "화성시(8,464)";
		
		str = str.replace(")", "");
		str = str.replace("1", "");
		str = str.replace("2", "");
		str = str.replace("3", "");
		str = str.replace("4", "");
		str = str.replace("5", "");
		str = str.replace("6", "");
		str = str.replace("7", "");
		str = str.replace("8", "");
		str = str.replace("9", "");
		str = str.replace("0", "");
		str = str.replace("\r\n", ",");
		str = str.replace("(", "");
		str = str.replace(",,", ",");
		str = str.replace(",", "\",\"");
		System.out.println(str);
	}

}
